[
    {
      "url": "1.jpg",
      "title": "Торт Наполеон",
      "description": "Торт из слоеного теста с заварным кремом.",
      "products": [
        "1 упаковка слоеного теста",
        "1 кг сахара",
        "500 мл молока",
        "100 г сливочного масла",
        "10 яиц",
        "1 чайная ложка ванилина"
      ],
      "recept": [
        "1. Разморозьте слоеное тесто.",
        "2. Приготовьте заварной крем. Для этого вскипятите молоко, добавьте сахар и перемешайте.",
        "3. В отдельной миске взбейте яйца и ванилин.",
        "4. В яичную смесь влейте тонкой струйкой горячее молоко и перемешивайте до загустения.",
        "5. Снимите крем с огня и добавьте сливочное масло.",
        "6. Остудите крем.",
        "7. Соберите торт. Для этого выложите на противень слой слоеного теста, полейте кремом и выложите следующий слой теста.",
        "8. Повторяйте слои до полного использования теста и крема.",
        "9. Верхний слой торта смажьте кремом и украсьте по своему вкусу.",
        "10. Торт Наполеон готов! Дайте ему настояться в холодильнике несколько часов перед подачей."
      ]
    },
    {
      "url": "2.jpg",
      "title": "Торт Чизкейк",
      "description": "Торт из творожного крема с фруктами.",
      "products": [
        "500 г творога",
        "300 г сахара",
        "100 г сметаны",
        "4 яйца",
        "1 чайная ложка ванилина",
        "1 пакетик желатина",
        "1/2 стакана воды",
        "Фрукты для украшения (по желанию)"
      ],
      "recept": [
        "1. Замочите желатин в холодной воде на 10 минут.",
        "2. В миске взбейте творог, сахар, сметану, яйца и ванилин.",
        "3. В отдельной миске нагрейте воду до кипения и добавьте желатин.",
        "4. Влейте желатин в творожную массу и перемешайте до однородной массы.",
        "5. Выложите творожную массу в форму для торта и поставьте в холодильник на ночь.",
        "6. Утром украсьте торт фруктами и подавайте.",
        "7. Торт Чизкейк готов!"
      ]
    },
    {
      "url": "3.jpg",
      "title": "Торт Медовик",
      "description": "Торт из медовых коржей с кремом из сметаны и сгущенки.",
      "products": [
        "300 г сахара",
        "200 г меда",
        "100 г сливочного масла",
        "10 яиц",
        "1 чайная ложка соды",
        "2 чайные ложки ванильного сахара",
        "1/2 пакетика разрыхлителя",
        "Крем:",
        "500 г сметаны",
        "300 г сгущенки",
        "1/2 чайной ложки ванильного сахара"
      ],
      "recept": [
        "1. Приготовьте медовый крем. Для этого в кастрюле смешайте сахар, мед, масло, ванилин и воду.",
        "2. Доведите смесь до кипения и варите на медленном огне 10 минут.",
        "3. В отдельной миске взбейте яйца и постепенно добавляйте медовую смесь.",
        "4. Всыпьте соду и разрыхлитель и перемешайте.",
        "5. Выпекайте коржи в духовке, разогретой до 180 градусов, по 5-7 минут каждый.",
        "6. Приготовьте крем. Для этого смешайте сметану, сгущенку и ванилин.",
        "7. Смажьте коржи кремом и положите их друг на друга.",
        "Верхний корж смажьте кремом и посыпьте измельченными грецкими орехами.",
        "Торт медовик готов! Дайте ему настояться в холодильнике несколько часов перед подачей."
      ]
    },
    {
        "url": "4.jpg",
        "title": "Торт Прага",
        "description": "Торт из шоколадного бисквита с шоколадным кремом.",
        "products": [
          "100 г сливочного масла",
          "100 г сахара",
          "100 г какао-порошка",
          "4 яйца",
          "1 чайная ложка ванильного сахара",
          "Крем:",
          "200 г сливочного масла",
          "200 г сахара",
          "200 г какао-порошка",
          "1/2 стакана молока",
          "1/2 чайной ложки ванильного сахара"
        ],
        "recept": [
          "1. Приготовьте шоколадный бисквит. Для этого в миске взбейте масло и сахар до получения пышной массы.",
          "2. Введите по одному яйцу, каждый раз хорошо перемешивая.",
          "3. Добавьте в тесто какао-порошок, ванилин и перемешайте.",
          "4. Выпекайте бисквит в духовке, разогретой до 180 градусов, по 30-35 минут каждый.",
          "5. Приготовьте шоколадный крем. Для этого взбейте масло и сахар до получения пышной массы.",
          "6. Добавьте в крем какао-порошок, молоко и ванилин и перемешайте до однородной массы.",
          "7. Соберите торт. Для этого смажьте один бисквит кремом и положите сверху второй бисквит.",
          "8. Повторяйте слои до полного использования бисквита и крема.",
          "9. Верхний слой торта смажьте кремом и украсьте по своему вкусу.",
          "10. Торт Прага готов! Дайте ему настояться в холодильнике несколько часов перед подачей."
        ]
      },
      {
        "url": "5.jpg",
        "title": "Торт Тирамису",
        "description": "Торт из кофейных бисквитов, пропитанных кофейным сиропом, с маскарпоне и печеньем савоярди.",
        "products": [
          "100 г печенья савоярди",
          "500 г маскарпоне",
          "300 г сахара",
          "6 яиц",
          "1/2 стакана кофе",
          "1/2 стакана ликера Амаретто",
          "Какао-порошок для украшения (по желанию)"
        ],
        "recept": [
          "1. Приготовьте кофейный сироп. Для этого в кастрюле смешайте кофе, сахар и ликер.",
          "2. Доведите смесь до кипения и варите на медленном огне 5 минут.",
          "3. Остудите сироп.",
          "4. Приготовьте крем. Для этого взбейте маскарпоне, сахар и яйца до получения пышной массы.",
          "5. Смажьте один бисквит кремом и положите сверху второй бисквит.",
          "6. Пропитайте бисквиты сиропом.",
          "7. Повторяйте слои до полного использования бисквитов и крема.",
          "8. Верхний слой торта смажьте кремом и посыпьте какао-порошком.",
          "9. Торт Тирамису готов! Дайте ему настояться в холодильнике несколько часов перед подачей."
        ]
      }
    ]
  